health_benchmark.txt

Summary:
  Total:	10.0007 secs
  Slowest:	0.0009 secs
  Fastest:	0.0001 secs
  Average:	0.0002 secs
  Requests/sec:	99.9925
  
  Total data:	44000 bytes
  Size/request:	44 bytes

Response time histogram:
  0.000 [1]	|
  0.000 [59]	|■■■■■
  0.000 [507]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.000 [314]	|■■■■■■■■■■■■■■■■■■■■■■■■■
  0.000 [88]	|■■■■■■■
  0.000 [13]	|■
  0.001 [1]	|
  0.001 [12]	|■
  0.001 [1]	|
  0.001 [3]	|
  0.001 [1]	|


Latency distribution:
  10% in 0.0002 secs
  25% in 0.0002 secs
  50% in 0.0002 secs
  75% in 0.0003 secs
  90% in 0.0003 secs
  95% in 0.0004 secs
  99% in 0.0006 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0009 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0003 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0004 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	1000 responses