models_benchmark.txt

Summary:
  Total:	33.3341 secs
  Slowest:	0.0007 secs
  Fastest:	0.0001 secs
  Average:	0.0002 secs
  Requests/sec:	8.9998
  
  Total data:	113400 bytes
  Size/request:	378 bytes

Response time histogram:
  0.000 [1]	|
  0.000 [14]	|■■■■■
  0.000 [77]	|■■■■■■■■■■■■■■■■■■■■■■■■■
  0.000 [121]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.000 [46]	|■■■■■■■■■■■■■■■
  0.000 [36]	|■■■■■■■■■■■■
  0.000 [2]	|■
  0.000 [0]	|
  0.001 [1]	|
  0.001 [1]	|
  0.001 [1]	|


Latency distribution:
  10% in 0.0002 secs
  25% in 0.0002 secs
  50% in 0.0002 secs
  75% in 0.0003 secs
  90% in 0.0003 secs
  95% in 0.0004 secs
  99% in 0.0005 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0007 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0002 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0002 secs, 0.0001 secs, 0.0003 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	300 responses